/* 
   Localizable.strings
   DrClient_mac

   Created by com doctor on 11-9-16.
   Copyright 2011 __MyCompanyName__. All rights reserved.
 */

// Common
"OK"="OK";
"Cancel"="Cancel";
"DrClient"="DrClient";
"View"="View";
"PPOETips"="Please shutdown PPOE connect first";
// Menu
"DefaultSetting"="DefaultSetting";
"SystemService"="Service";
"HideSelf"="Hide DrClient";
"HideOthers"="Hide Others";
"ShowAll"="Show All";
"Quit"="Quit DrClient";
"Window"="Window";
// Login
"Login"="Login";
"AppLanguage"="English";
"Acount:"="Acount";
"Password:"="Password:";
"Adapter:"="Adapter:";
"Savepassword"="Save Password";
"Autologin"="Auto Login";
"AccountTips"="Account number cant be empty!";
"PasswordTips"="Password can not be empty!";
"AdapterTips"="Adapter cant be empty!";
"AutologinTips"="Please check the button savepassword first!";
"CommunicationFail"="Communication Module Initiliaze Fail";
// Message & Notification
"DeleteMessageTips"="Please select the record you want to delete!";
"Notice"="Notice";
"Message"="Message";
"Logout"="Logout";
"Online time(min):"="Online time(min):";
"Notification"="Notification";
"NoticeTitle"="ID";
"NoticeContext"="Context";
"DelSingleNotice"="Delete";
"DelAllNotice"="DeleleteAll";
"Histroy"="Histroy";
// Main
"ConfirmLogout"="Logout Confirm";
"ConfirmLogoutTips"="Do you really want to logout?";
// About
"About"="About";
